[
  {
    "exercise_id": 0,
    "exercise_name": "Приседания со штангой",
    "muscle_groups": ["Ноги"],
    "description": "Встаньте прямо, носки и колени разверните в стороны, а ноги широко расставьте. Начните медленно опускаться, сгибая колени и сохраняя спину прямой. Опуститесь вниз до тех пор, пока бедра не будут параллельны полу. Затем сделайте выдох и поднимитесь обратно в исходное положение.",
    "image_path": "https://lh3.googleusercontent.com/proxy/pBY1_ZBsVICzl95bj6ul1v6TisEG5wvklUH1pSMIm7uftaSMQK22-WhofmFKJOLRdrn10KEtv5MYnk5zpMkSC7a7m1Rh3qcvk4iYqFIrPyc"
  },
  {
    "exercise_id": 1,
    "exercise_name": "Разгибания ног в тренажёре",
    "muscle_groups": ["Ноги"],
    "description": "Расслабьте ступни и слегка поднимите голени (чуть разогните ноги в коленях) так, чтобы груз поднялся с опоры, а голени приняли вертикальное положение. Это и есть исходная позиция. Сделайте глубокий вдох, задержите дыхание и полностью выпрямите ноги. Выдохните.",
    "image_path": "https://instructorpro.ru/wp-content/uploads/2022/12/%D0%A0%D0%B0%D0%B7%D0%B3%D0%B8%D0%B1%D0%B0%D0%BD%D0%B8%D0%B5-%D0%BD%D0%BE%D0%B3-%D1%81%D0%B8%D0%B4%D1%8F-%D0%92%D1%8B%D0%BF%D0%BE%D0%BB%D0%BD%D0%B5%D0%BD%D0%B8%D0%B5.jpg"
  },
  {
    "exercise_id": 2,
    "exercise_name": "Сгибания ног в тренажёре",
    "muscle_groups": ["Ноги"],
    "description": "Ролик должен располагаться над пятками, в области ахиллова сухожилия или чуть выше. Если он находится на середине голени, отрегулируйте тренажёр. Возьмитесь за рукоятки, напрягите пресс и прижмите тело к подушкам, чтобы обеспечить стабильность корпуса.",
    "image_path": "https://webpulse.imgsmail.ru/imgpreview?mb=webpulse&key=pulse_cabinet-image-9c499d0b-5339-4680-b811-b5883fbcd86c"
  },
  {
    "exercise_id": 3,
    "exercise_name": "Жим штанги лёжа на горизонтальной скамье",
    "muscle_groups": ["Грудь"],
    "description": "1. Отведите лопатки назад, грудь расправьте вперед.\n2. Возьмите штангу хватом сверху, положив большие пальцы на внешнюю сторону сжатого кулака. Ваши руки должны быть немного шире, чем ширина плеч, а угол между плечами быть около 45 градусов по отношению к телу.\n3. Снимите штангу со стойки, зафиксировав локти. Здесь очень важно не начать выполнять упражнение сразу, с неустойчивого положения.\n4. Вдохните, опуская штангу к груди, до линии сосков или чуть ниже. Следите за тем, чтобы лопатки были сведены.\n5. Выдохните, нажимая на гриф над грудью, выпрямляйте руки. На этом этапе важно не отрывать голову от скамьи.\n6. Не смотрите на стойку, смотрите перед собой.\n7. Когда штанга окажется перед глазами, зафиксируйте ее в этой точке на мгновение. Это будет исходным положением для следующего повтора.",
    "image_path": "https://vesti.kz/userdata/u155/2021-09/resize/bc7fb0851a028e89a9e730bb9f7e0964.jpg"
  },
  {
    "exercise_id": 4,
    "exercise_name": "Приведение рук к центру (бабочка)",
    "muscle_groups": ["Грудь"],
    "description": "Начинайте разводить руки в стороны, слегка согнув их в локтях. Разводите руки примерно до 180 градусов. На секунду зафиксируйтесь в этом положении, а затем напряжением грудных мышц вновь сведите руки перед собой.",
    "image_path": "https://sun9-23.userapi.com/impf/c855532/v855532046/134faa/i4FBsHeOnRQ.jpg?size=680x475&quality=96&sign=04522f1649f750cdfd73a5932982f8af&type=album"
  },
  {
    "exercise_id": 5,
    "exercise_name": "Становая тяга",
    "muscle_groups": ["Ноги", "Спина"],
    "description": "Медленно начинайте тягу, постепенно разгибая колени и удерживая гриф штанги ближе к ногам, плечи должны располагаться над штангой, при завершении подъема подайте бедра вперед и разверните плечи. Дотяг должен производиться за счет тазобедренного сустава, а не поясницы.",
    "image_path": "https://www.mentoday.ru/upload/img_cache/ff0/ff01dfc776eb14f3f9a9d4c9087e9158_cropped_666x372.jpeg"
  },
  {
    "exercise_id": 6,
    "exercise_name": "Гиперэкстензия в тренажёре",
    "muscle_groups": ["Ноги", "Спина"],
    "description": "Расположите бедра таким образом, чтобы тазовые кости оставались над опорными подушками, это позволит вам двигаться с полной амплитудой.\nНаклоните корпус вниз и держите руки перед грудью.\nНа вдохе поднимите корпус вверх, сокращая ягодичные мышцы.\nНа выдохе вернитесь в исходное положение.",
    "image_path": "https://fitclub.ru/upload/medialibrary/d3b/8te0p51uootmj113wpgy4q2ylltm3ux3.jpg"
  },
  {
    "exercise_id": 7,
    "exercise_name": "Подъем штанги на бицепс",
    "muscle_groups": ["Бицепс"],
    "description": "Сделайте глубокий вдох, задержите дыхание и, сгибая руки в локтях, поднимите штангу до уровня верха груди. Во время подъема штанги не двигайте локтями, держите их по бокам туловища и не сгибайте руки в запястьях. Как только кисти окажутся на уровне верха груди, сделайте паузу, выдохните и еще сильнее напрягите бицепсы.",
    "image_path": "https://sportishka.com/uploads/posts/2022-11/1667507638_1-sportishka-com-p-strogii-podem-shtangi-na-bitseps-pinterest-1.jpg"
  },
  {
    "exercise_id": 8,
    "exercise_name": "Французский жим лёжа со штангой",
    "muscle_groups": ["Трицепс"],
    "description": "Очень важно зафиксировать локти при выполнении упражнения. Они будут раздвигаться, но вы должны держать их направленными вверх.\nВо время повторения выполняйте движение медленно, контролируйте вес штанги на всей траектории.\nНе выпрямляйте руки в верхней точке, не «замыкайте» локти.",
    "image_path": "https://s0.rbk.ru/v6_top_pics/media/img/1/61/346981746361611.jpeg"
  },
  {
    "exercise_id": 9,
    "exercise_name": "Жим штанги вверх сидя",
    "muscle_groups": ["Дельты", "Трицепс"],
    "description": "Как только вы возьмете штангу с правильной шириной хвата, поднимите штангу над головой, зафиксировав руки. На вдохе медленно опустите штангу к ключице.\nНа выдохе поднимите штангу обратно в исходное положение.\nПовторите необходимое количество повторений",
    "image_path": "https://cross.expert/wp-content/uploads/2017/01/zhim-shtangi-stoya-mushcy.jpeg"
  }
  ]